/* Portuguese. */

/* No comment provided by engineer. */
"%lld" = "%lld";

/* Main View Screen. */

"Reached Visitors Limit" = "Limite de visitantes alcançado";

"Reset" = "Reset";

/* Settings Screen. */

"Turn this option on if you need to prevent the screen from dimming when no touch input is detected for a while. Turn this off to conserve battery." = "Active esta opção apenas se necessitar que o ecrã não desligue se nenhuma ação for detetada após algum tempo. Mantenha esta opção desligada para conservar bateria.";

"Theme" = "Tema";

"Limit" = "Limite";

"Settings" = "Definições";

"Done" = "OK";

"Set Visitors Limit" = "Definir limite de visitantes";

"Display Always On" = "Ecrã sempre ligado";


